Repository: wp-plugins/wp-total-hacks
Catalog: langs/wp-total-hacks-*.po
Languages: nl_nl

source: Appearance in admin
nl_nl: Verschijning in admin

source: Change admin header logo
nl_nl: Wijzig admin header logo

source: Upload 30 x 30 pixel image for admin header logo.
nl_nl: Upload een afbeelding voor de admin header (30 x 30 pixel)

source: Select File
nl_nl: Selecteer een bestand

source: Change admin footer text
nl_nl: Wijzig de admin footer text

source: You can edit admin footer text. Line breaks will remove.
nl_nl: U kan de admin footer tekst wijzigen. Regel overgangen worden verwijderd.

source: Change login logo
nl_nl: Wijzig het login logo

source: You can customize logo, URL and Title. The logo image size is recommended 310 x 70 pixel.
nl_nl: U kan het logo, de URL en de titel aanpassen. Aanbevolen afmeting voor het logo is 310 x 70 pixels.

source: Title
nl_nl: Titel

source: Translators
nl_nl: Vertalers

source: Contributors
nl_nl: Medewerkers

source: Other
nl_nl: Andere

source: Deactive Dashboard Widgets
nl_nl: Schakel Dashboard Widgets uit

source: Click on the check box that you want to delete.
nl_nl: Click op de check box die je wil wissen.

source: Add role "Webmaster"
nl_nl: Voeg de functie "Webmaster" toe

source: "Webmaster" is role able to "Editor" + "edit_theme_options".
nl_nl: "Webmaster" is functie van "Editor" + "edit_theme_options".

source: Change the default eamil address
nl_nl: Wijzig uw standaard email adres

source: Change the default eamil address and sender name.
nl_nl: Wijzig us standaard email adres en weergegeven naam.

source: Delete default contact methods
nl_nl: Wis de standaard contact methodes

source: Delete default contact methods from user profile.
nl_nl: Wis de standaard contact methodes van het gebruikersprofiel

source: Remove Update Notification
nl_nl: Wis Update Aankondiging

source: Remove Update Notification for all users except Admin User.
nl_nl: Wis Update Aankondiging voor alle gebruikers behalve Admin User.

source: Posts & Pages
nl_nl: Berichten & Pagina's

source: Delete meta boxes for Posts
nl_nl: Wis meta boxes voor berichten

source: Delete meta boxes for Pages
nl_nl: Wis meta boxes voor pagina 's

source: Revision Control
nl_nl: Versie Controle

source: Please select limit the number of allowed revisions.
nl_nl: Gelieve een maximum van herzieningen op te geven.

source: Store All
nl_nl: Sla alles op

source: Disable Auto Save
nl_nl: Schakel Auto Opslaan uit

source: Stop sending pings from your own site to your own site when you write posts.
nl_nl: Stop het versturen van pings van uw site naar uw site tijdens het schrijven van berichten.

source: Add "Excerpt" support for Pages.
nl_nl: Voeg "Excerpt" ondersteuning toe voor Pagina 's

source: Requires to add excerpt text in a Pages.
nl_nl: Verplicht om excerpt tekst toe te voegen bij Pagina 's

source: This Plugin needs your support
nl_nl: Deze Plugin heeft uw aandacht nodig

source: Please help support the continued development.
nl_nl: Help ons het verdere ontwikkelen te realiseren.

source: $200+ makes you an official contributor.
nl_nl: Bij stortingen van mer dan 200 $ wordt u een officieel medewerker.

source: Site Settings
nl_nl: Site Instellingen

source: Add a favicon
nl_nl: Voeg een favicon toe

source: Please upload .ico image.
nl_nl: Upload een .ico afbeelding.

source: Enable auto remove "wlwmanifest" and "xmlrpc" from meta.
nl_nl: Schakel automatisch verwijderen "wlwmanifest" en "xmlrpc" van meta in.

source: If you don't use "<a href="%s">Remote Publishing</a>", remove unnecessary tags from head.
nl_nl: Als u geen gebruik maakt van "<a href="%s">Remote Publishing</a>", verwijder dan onnodige tags uit de header.

source: Remove adjacent posts rel links from head on Pages
nl_nl: Verwijder gelijkaardige posts rel links van de hoofdpagina

source: Remove adjacent posts rel links from head on Pages.<br /><span class="ex">e.g. &lt;link rel="next" ...&gt; &lt;link rel="prev" ...&gt;</span>
nl_nl: Verwijder opvolgende posts rel links van de hoofding op pagina 's.<br /><span class="ex">e.g. &lt;link rel="next" ...&gt; &lt;link rel="prev" ...&gt;</span>

source: Remove version number from head
nl_nl: Verwijder versie nummer van de hoofding

source: Remove generator tag from head. <span class="ex">e.g. &lt;meta name="generator" content="WordPress x.x.x" /&gt;</span>
nl_nl: Verwijder generator tag van de hoofding. <span class="ex">e.g. &lt;meta name="generator" content="WordPress x.x.x" /&gt;</span>

source: Remove #more anchor
nl_nl: Verwijder #lees meer bladwijzer

source: Remove #more-xxx anchor from more links.
nl_nl: Verwijder #lees meer-xxx bladwijzer van de meer links.

source: Remove "[...]" from excerpt
nl_nl: Verwijder "[...]" van excerpt

source: Remove "[...]" from output of the_excerpt().
nl_nl: Verwijder "[...]" van de uitput van the_excerpt().

source: Install Google Analytics
nl_nl: Installeer Google Analytics

source: Add Google analytics code.
nl_nl: Voeg Google Analytics code toe.

source: Exclude user logged in.
nl_nl: Sluit ingelogde gebruiker uit.

source: Webmaster Tools Verification
nl_nl: Webmaster Tools verificatie

source: Enter your meta key "content" value to verify your blog with <a href="https://www.google.com/webmasters/tools/">Google Webmaster Tools</a>, <a href="https://siteexplorer.search.yahoo.com/">Yahoo! Site Explorer</a>, and <a href="http://www.bing.com/webmaster">Bing Webmaster Center</a>.
nl_nl: Voeg uw meta sleutel "content" waarde in om uw blog te verrifiÃªren met <a href="https://www.google.com/webmasters/tools/">Google Webmaster Tools</a>, <a href="https://siteexplorer.search.yahoo.com/">Yahoo! Site Explorer</a>, and <a href="http://www.bing.com/webmaster">Bing Webmaster Center</a>.

source: Donate
nl_nl: Steun ons
