Repository: wp-plugins/wp-total-hacks
Catalog: languages/wp-total-hacks-*.po
Languages: el, fr_fr

source: Select File
el: Επιλογή Αρχείου
fr_fr: Sélectionner le fichier

source: Appearance in admin
el: Εμφάνιση Διαχείρισης
fr_fr: Apparence de l'administration

source: Change admin header logo
el: Αλλαγή Λογότυπου Διαχείρισης
fr_fr: Changer le logo de l'en-tête de l'administration

source: Upload %s x %s pixel image for admin header logo.
el: Ανεβάστε %s x %s pixel εικόνα για Λογότυπο Διαχείρισης.
fr_fr: Envoyer une image de %s x %s pixel pour le logo de l'en-tête de l'administration

source: Change admin footer text
el: Αλλαγή κειμένου Footer της Διαχείρισης
fr_fr: Changer le texte du pied de page de l'administration

source: You can edit admin footer text. Line breaks will remove.
el: Επεξεργασία κειμένου Footer Διαχείρισης. Τα κενά μεταξύ των γραμμών διαγράφονται.
fr_fr: Vous pouvez éditer le texte du pied de page de la page d'administration. Les lignes séparatrices seront retirées.

source: Change login logo
el: Αλλαγή Λογότυπου Διαχείρισης
fr_fr: Changer le logo de la page de connexion

source: You can customize logo, URL and Title. The logo image size is recommended 310 x 70 pixel.
el: Μπορείτε να επεξεργαστείτε το Λογότυπο, URL και Τίτλο. Το προτεινόμενο μέγεθος για το Λογότυπο είναι 310 x 70 pixel.
fr_fr: Vous pouvez personnaliser le logo, l'URL et le titre. La taille recommandée pour le logo est de 310 x 70 pixel.

source: Logo
el: Λογότυπο

source: Title
el: Τίτλος
fr_fr: Titre

source: Translators
el: Μεταφραστές
fr_fr: Traducteurs

source: Contributors
el: Συντελεστές
fr_fr: Contributeurs

source: Other
el: Άλλα
fr_fr: Autre

source: Deactivate Dashboard Widgets
el: Απενεργοποίηση Widgets του Πίνακα Ελέγχου
fr_fr: Désactiver les Widgets du tableau de bord

source: Choose the items you want to remove.
el: Επιλέξτε τα αντικείμενα που θέλετε να απενεργοποιήσετε.
fr_fr: Choisissez les items que vous souhaitez retirer.

source: Add role "Webmaster"
el: Προσθήκη ρόλου "Webmaster"
fr_fr: Ajouter un rôle "Webmaster"

source: This role has the capabilities of an "Editor", but can also edit theme options.
el: Αυτός ο ρόλος έχει τις Δυνατότητες του "Editor", αλλά μπορεί επίσης να επεξεργαστεί και τις επιλογές του Theme
fr_fr: Ce rôle a les capacités d'un "Éditeur\", mais il peut aussi éditer les options du thème.

source: Change default email address
el: Αλλαγή της προεπιλεγμένης διεύθυνσης Email
fr_fr: Changer l'adresse mail par défaut

source: Change the email address and sender name used by automatic email notifications.
el: Αλλαγή της διεύθυνσης Email και του ονόματος αποστολέα των αυτόματων Ειδοποιήσεων.
fr_fr: Modifier l'adresse e-mail et le nom de l'expéditeur utilisés par les notifications automatiques par courriel.

source: Name
el: Όνομα
fr_fr: Nom

source: Delete default contact methods
el: Διαγραφή προεπιλεγμένων μεθόδων επικοινωνίας
fr_fr: Supprimer les méthodes de contact par défaut

source: Delete default contact methods from user profile.
el: Διαγραφή προεπιλεγμένων μεθόδων επικοινωνίας από το Προφίλ Χρήστη
fr_fr: Supprimer les méthodes de contact par défaut du profil utilisateur.

source: Remove Update Notification
el: Διαγραφή Ειδοποιήσεων για Ενημερώσεις
fr_fr: Retirer la notification de mise à jour

source: Remove Update Notification for all users except Admin User.
el: Διαγραφή Ειδοποιήσεων για Ενημερώσεις για όλους του Χρήστες εκτός του Διαχειριστή.
fr_fr: Retirer la notification de mise à jour pour tous les utilisateurs sauf l'utilisateur Admin.

source: Posts &amp; Pages
el: Άρθρα &amp; Σελίδες
fr_fr: Articles &amp; Pages

source: Remove meta boxes for Posts
el: Απόκρυψη κουτιών μεταστοιχείων από τα Άρθρα
fr_fr: Retirer les boîtes de méta pour les articles

source: Remove meta boxes for Pages
el: Απόκρυψη κουτιών μεταστοιχείων από τις Σελίδες
fr_fr: Retirer les boîtes de méta pour les pages

source: Revision Control
el: Έλεγχος Αναθεωρήσεων
fr_fr: Contrôle de révision

source: Limit the number of revisions allowed.
el: Επιτρεπτό όριο αναθεωρήσεων.
fr_fr: Limiter le nombre de révisions autorisées

source: Store All
el: Αποθήκευση Όλων
fr_fr: Tout stocker

source: Stop self-pingbacks
el: Αποτροπή των Αυτο-Ειδοποιήσεων (Self-Pinbacks)
fr_fr: Arrêtez les rétroliens

source: Stop sending pingbacks from your own site to your own site when writing posts.
el: Αποτρέψετε την αποστολή Ειδοποιήσεων (Pingbacks) από το Site σας προς το δικό σας Site όταν γράφετε ένα Άρθρο.
fr_fr: Cessez d'envoyer des rétroliens depuis votre propre site sur votre propre site lors de l'écriture des articles.

source: Add "Excerpt" support for Pages.
el: Προσθέστε την δυνατότητα "Αποσπάσματος (Excerpt)" για τις Σελίδες
fr_fr: Ajouter le support des "Extrait" pour les pages.

source: Allows you to add excerpt text to pages.
el: Σας επιτρέπει να προσθέσετε κείμενο αποσπάσματος στις Σελίδες.
fr_fr: Vous permet d'ajouter un extrait du texte des pages.

source: Allow you to create chid page for "draft".
el: Δυνατότητα δημιουργίας Υπο-Σελίδας (Child Page) για τα "Προσχέδια (Draft)".
fr_fr: Vous permet de créer la page enfant pour les "brouillon".

source: You can create child page for non-publish Page.
el: Μπορείτε να δημιουργήσετε Υπο-Σελίδα (Child Page) για μία μη δημοσιευμένη Σελίδα.
fr_fr: Vous pouvez créer une page enfant pour les pages non-publiées.

source: WordPress Plugins
el: Ενθέματα του Wordpress
fr_fr: Plugins WordPress

source: Make WordPress Site Load Faster
el: Κάνετε το Wordpress Site σας να Φορτώνει Γρηγορότερα
fr_fr: Faites en sorte que votre site WordPress se charge plus vite

source: This Plugin needs your support
el: Αυτό το Plugin χρειάζεται την υποστήριξη σας
fr_fr: Ce plugin a besoin de votre soutien

source: Please help support the continued development.
el: Παρακαλώ βοηθήστε στην συνεχή ανάπτυξη.
fr_fr: S'il vous plaît, soutenez le développement afin que celui-ci puisse continuer.

source: $200+ makes you an official contributor.
el: Με $200+ γίνεστε Επίσημος Συνεισφέρων.
fr_fr: Un don de 200 $ et plus, fait de vous un contributeur officiel.

source: Contact
el: Επικοινωνία

source: Site Settings
el: Ρυθμίσεις Ιστοσελίδας
fr_fr: Paramètres du site

source: Add a favicon
el: Προσθήκη Favicon
fr_fr: Ajouter un favicon

source: Please upload .ico image.
el: Παρακαλώ ανεβάστε μία εικόνα με κατάληξη .ico
fr_fr: Veuillez charger le fichier .ico de l'image.

source: Use this favicon with administration screens.
el: Χρήση αυτού του Favicon για τη Διαχείριση.
fr_fr: Utiliser le favicon sur les écrans d'administration.

source: Add a apple-touch-icon
el: Προσθήκη Favicon για Apple Touch
fr_fr: Ajouter un apple-touch-icon

source: Please upload .png image.
el: Παρακαλώ ανεβάστε μία εικόνα με κατάληξη .png
fr_fr: Veuillez charger une image .png

source: Remove "wlwmanifest" and "xmlrpc" from meta.
el: Διαγραφή "wlwmanifest" και "xmlrpc" από τα meta.
fr_fr: Retirer "wlwmanifest" et "xmlrpc" des métas.

source: If you don't use "<a href="%s">Remote Publishing</a>", remove unnecessary tags from head.
el: Εάν δεν χρησιμοποιείτε "<a href="%s">Remote Publishing</a>", αφαιρέστε τις άχρηστες ετικέτες από την κεφαλίδα.
fr_fr: Si vous n'utilisez pas "<a href="%s">Publication distante</a>", retire les tags non nécessaires de l'en tête.

source: Remove adjacent posts rel links from head on Pages
el: Διαγραφή συνδέσμων rel από την κεφαλίδα των σελίδων για γειτονικές Σελίδες
fr_fr: Retirer les liens relatifs à l'article adjacent de l'en-tête des pages

source: Remove adjacent posts rel links from head on Pages.<br /><span class="ex">e.g. &lt;link rel="next" ...&gt; &lt;link rel="prev" ...&gt;</span>
el: Διαγραφή συνδέσμων rel από την κεφαλίδα των σελίδων για γειτονικές Σελίδες.<br /><span class="ex">πχ. &lt;link rel="next" ...&gt; &lt;link rel="prev" ...&gt;</span>
fr_fr: Retirer les liens relatifs à l'article adjacent de l'en-tête des pages.<br /><span class="ex">e.g. &lt;link rel="suivant" ...&gt; &lt;link rel="précédent" ...&gt;</span>

source: Remove version number from head
el: Απόκρυψη της Έκδοσης του Wordpress από την κεφαλίδα
fr_fr: Enlevez le numéro de version de l'en-tête

source: Remove generator tag from head. <span class="ex">e.g. &lt;meta name="generator" content="WordPress x.x.x" /&gt;</span>
el: Απόκρυψη ετικέτας generator από την κεφαλίδα. <span class="ex">πχ. &lt;meta name="generator" content="WordPress x.x.x" /&gt;</span>
fr_fr: Retirer le générateur de tag de l'en-tête. <span class="ex">e.g. &lt;meta name="generator" content="WordPress x.x.x" /&gt;</span>

source: Remove #more anchor
el: Διαγραφή της άγκυρας (anchor) #more
fr_fr: Retirer l'ancre #plus

source: Remove #more-xxx anchor from more links.
el: Διαγραφή της άγκυρας (anchor) #more-xxx από τους συνδέσμους
fr_fr: Retirer l'ancre #plus-xxx de plus de liens.

source: Remove "[...]" from excerpt
el: Διαγραφή "[...]" από τα αποσπάσματα
fr_fr: Retirer "[...]" de l'extrait

source: Remove "[...]" from output of the_excerpt().
el: Διαγραφή "[...]" από το output του the_excerpt().
fr_fr: Retirer "[...]" de la sortie de the_excerpt().

source: Install Google Analytics
el: Εγκατάσταση Google Analytics
fr_fr: Installer Google Analytics

source: Add Google analytics code.
el: Προσθήκη κώδικα Google Analytics
fr_fr: Ajouter le code de Google analytics

source: Exclude user logged in.
el: Εξαίρεση συνδεδεμένου χρήστη.
fr_fr: Exclure l'utilisateur connecté

source: Webmaster Tools Verification
el: Επαλήθευση Webmaster Tools
fr_fr: Outils de vérification du Webmaster

source: Enter your meta key "content" value to verify your blog with <a href="https://www.google.com/webmasters/tools/">Google Webmaster Tools</a>, <a href="https://siteexplorer.search.yahoo.com/">Yahoo! Site Explorer</a>, and <a href="http://www.bing.com/webmaster">Bing Webmaster Center</a>.
el: Γράψτε το meta key σας "content" για επαλήθευση τις σελίδας σας με το <a href="https://www.google.com/webmasters/tools/">Google Webmaster Tools</a>, <a href="https://siteexplorer.search.yahoo.com/">Yahoo! Site Explorer</a>, και <a href="http://www.bing.com/webmaster">Bing Webmaster Center</a>.
fr_fr: Entrez votre clé de méta "contenu " pour vérifier votre blog avec <a href="https://www.google.com/webmasters/tools/">Outils Google pour les webmasters</ a>, <a href="https://siteexplorer.search.yahoo.com/ "> Yahoo! Site Explorer </ a> et <a href="http://www.bing.com/webmaster"> Bing Webmaster Center </ a>.

source: WP Total Hacks can customize your WordPress.
el: Το WP Total Hacks σας δίνει τη δυνατότητα προσαρμογής του WordPress.
fr_fr: WP Total Hacks peut customiser votre site WordPress

source: Settings
el: Ρυθμίσεις
fr_fr: Paramètres

source: Donate
el: Δωρεά
fr_fr: Faire un don

source: Email
fr_fr: Courriel
